{
    "en": {
        "home": "Home",
        "about": "About me",
        "projects": "Projects",
        "news": "News",
        "blog": "Blog",
        "contact": "Contact",
        "heroBackgroundTitleLeft": "UI/UX Designer",
        "heroBackgroundTitleRight": "Frontend Developer",
        "heroDescription": "Hey There I’m",
        "heroTitle": "Alex",
        "heroSubtitle": "I'm currently learning FrontEnd development",
        "aboutSection": "About me",
        "aboutTitle": "About me",
        "aboutDescription": "Hi, I'm Alexander, passionate about creating user-centered solutions. I specialize in UI/UX design, frontend development and graphic design, I am proficient in HTML, CSS, JavaScript, Node.js, jQuery, Bootstrap and Figma. Aside from coding, I love playing video games, graphic design, and listening to music. Let's chat and bring your digital ideas to life",
        "aboutLink": "More...",
        "projectsSection": "Recent Projects",
        "seeAll": "See all",
        "portfolioTitle": "Portfolio",
        "portfolioTechnology": "Frontend",
        "portfolioDescription": "Developed to showcase my skills in web development, my portfolio website exemplifies proficiency in technologies such as HTML, CSS, JS and Figma.",
        "trinityTitle": "Trinity",
        "trinityTechnology": "Frontend",
        "trinityDescription": "Created to showcase my web development skills, the car hire dubai website demonstrates mastery of technologies such as HTML, CSS, JS, PHP and Figma.",
        "rivoTitle": "Rivo",
        "rivoTechnology": "Frontend",
        "rivoDescription": "Rivo website is a multi-page website with many complex elements, this project used HTML, CSS, JS, jQuery, PHP and built using Gulp",
        "contactsTitle": "Get in Touch",
        "contactsSubtitle": "If you are interested in my work or want to provide feedback about this website, I am open to exchanging ideas.",
        "nameLabel": "Name",
        "emailLabel": "Email",
        "messageLabel": "Message",
        "sendButton": "Send",
        "footerTitle": "Alex.",
        "footerSubtitle": "I am a web developer living in Moldova. I have a very deep passion for Front End Development ❤ This site is made with a lot of love and passion.",
        "portfolioVersion": "Portfolio v2.0",
        "copyright": "© 2024 Alex"
    },
    "ru": {
        "home": "Главная",
        "about": "Обо мне",
        "projects": "Проекты",
        "news": "Новости",
        "blog": "Блог",
        "contact": "Контакты",
        "heroBackgroundTitleLeft": "UI/UX Дизайнер",
        "heroBackgroundTitleRight": "Фронтенд разработчик",
        "heroDescription": "Привет, я",
        "heroTitle": "Александр",
        "heroSubtitle": "В настоящее время изучаю разработку веб-интерфейсов",
        "aboutSection": "Обо мне",
        "aboutTitle": "Обо мне",
        "aboutDescription": "Привет, я Александр, увлеченный созданием решений, ориентированных на пользователя. Я специализируюсь на дизайне интерфейсов и пользовательских исследованиях, фронтенд-разработке и графическом дизайне, владею HTML, CSS, JavaScript, Node.js, jQuery, Bootstrap и Figma. Помимо программирования, я люблю играть в видеоигры, заниматься графическим дизайном и слушать музыку. Давайте поболтаем и воплотим ваши цифровые идеи в жизнь",
        "aboutLink": "Подробнее...",
        "projectsSection": "Недавние проекты",
        "seeAll": "Посмотреть все",
        "portfolioTitle": "Portfolio",
        "portfolioTechnology": "Фронтенд",
        "portfolioDescription": "Разработанный для демонстрации моих навыков в веб-разработке, мой сайт-портфолио отличается мастерством в технологиях, таких как HTML, CSS, JS и Figma.",
        "trinityTitle": "Trinity",
        "trinityTechnology": "Фронтенд",
        "trinityDescription": "Созданный для демонстрации моих навыков веб-разработки, сайт аренды автомобилей в Дубае демонстрирует владение технологиями, такими как HTML, CSS, JS, PHP и Figma.",
        "rivoTitle": "Rivo",
        "rivoTechnology": "Фронтенд",
        "rivoDescription": "Веб-сайт Rivo - это многостраничный сайт с множеством сложных элементов, в этом проекте использовались HTML, CSS, JS, jQuery, PHP и сборка с использованием Gulp",
        "contactsTitle": "Свяжитесь со мной",
        "contactsSubtitle": "Если вас заинтересовала моя работа или вы хотите оставить отзыв о этом сайте, я открыт для обмена идеями.",
        "nameLabel": "Имя",
        "emailLabel": "Эл. почта",
        "messageLabel": "Сообщение",
        "sendButton": "Отправить",
        "footerTitle": "Алекс.",
        "footerSubtitle": "Я веб-разработчик, живущий в Молдове. У меня очень глубокая страсть к Front End Development ❤ Этот сайт сделан с большой любовью и страстью.",
        "portfolioVersion": "Портфолио v2.0",
        "copyright": "© 2024 Алекс"
    },
    "ro": {
        "home": "Acasă",
        "about": "Despre mine",
        "projects": "Proiecte",
        "news": "Noutăți",
        "blog": "Blog",
        "contact": "Contact",
        "heroBackgroundTitleLeft": "UI/UX Designer",
        "heroBackgroundTitleRight": "Frontend Developer",
        "heroDescription": "Bună, eu sunt",
        "heroTitle": "Alex",
        "heroSubtitle": "În prezent învăț dezvoltare frontend",
        "aboutSection": "Despre mine",
        "aboutTitle": "Despre mine",
        "aboutDescription": "Salut, sunt Alexandru, pasionat de crearea de soluții centrate pe utilizator. Mă specializez în design UI/UX, dezvoltare frontend și design grafic, sunt proficient în HTML, CSS, JavaScript, Node.js, jQuery, Bootstrap și Figma. Pe lângă programare, îmi place să joc jocuri video, să fac design grafic și să ascult muzică. Hai să discutăm și să aducem la viață ideile tale digitale",
        "aboutLink": "Mai mult...",
        "projectsSection": "Proiecte recente",
        "seeAll": "Vezi tot",
        "portfolioTitle": "Portfolio",
        "portfolioTechnology": "Frontend",
        "portfolioDescription": "Dezvoltat pentru a-mi prezenta abilitățile în dezvoltarea web, site-ul meu de portofoliu exemplifică competența în tehnologii precum HTML, CSS, JS și Figma.",
        "trinityTitle": "Trinity",
        "trinityTechnology": "Frontend",
        "trinityDescription": "Creat pentru a-mi prezenta abilitățile în dezvoltarea web, site-ul de închiriere auto din Dubai demonstrează stăpânirea tehnologiilor precum HTML, CSS, JS, PHP și Figma.",
        "rivoTitle": "Rivo",
        "rivoTechnology": "Frontend",
        "rivoDescription": "Site-ul Rivo este un site multi-pagină cu multe elemente complexe, acest proiect folosește HTML, CSS, JS, jQuery, PHP și este construit folosind Gulp",
        "contactsTitle": "Ia legătura",
        "contactsSubtitle": "Dacă sunteți interesat de munca mea sau doriți să oferiți feedback despre acest site, sunt deschis să schimb idei.",
        "nameLabel": "Nume",
        "emailLabel": "Email",
        "messageLabel": "Mesaj",
        "sendButton": "Trimite",
        "footerTitle": "Alex.",
        "footerSubtitle": "Sunt un dezvoltator web care locuiește în Moldova. Am o pasiune foarte profundă pentru dezvoltarea Front End ❤ Acest site este realizat cu multă dragoste și pasiune.",
        "portfolioVersion": "Portofoliu v2.0",
        "copyright": "© 2024 Alex"
    }
}


